[{
    "id":1,
    "name":"PlayStation 5",
    "description":"Es la más reciente iteración de una de las consolas más populares de todos los tiempos y tiene la mejor lista de juegos de lanzamiento a la fecha en comparación con otras consolas.",
    "category":"consoles",
    "image":"https://www.necxus.com.ar/products_image/24007/1000x1000_2.jpg",
    "price":400000,
    "stock":15
},{
    "id":2,
    "name":"Xbox Serie X",
    "description":"La Xbox Series X es una central de tecnología. La consola presenta 12 teraflops y hasta ocho veces más de rendimiento gráfico que la Xbox One, sin mencionar que dobla el de la Xbox One X. El poder de esta consola de nueva generación seguramente sorprenderá a los jugadores, cuando haya verdaderos juegos de nueva generación disponibles para esta.",
    "category":"consoles",
    "image":"https://images.start.com.ar/RRT-00002GPUL1M-2.jpg",
    "price":270000,
    "stock":4
},{
    "id":3,
    "name":"Nintendo Switch",
    "description":"La Switch es un dispositivo “híbrido” que se puede conectar perfectamente a un televisor, como la PlayStation 4 y la Xbox One, y que también funciona como un dispositivo portátil.",
    "category":"consoles",
    "image":"https://assets.nintendo.com/image/upload/ar_16:9,b_auto:border,c_lpad/b_white/f_auto/q_auto/dpr_2.0/c_scale,w_400/ncom/en_US/switch/site-design-update/hardware/switch/nintendo-switch-oled-model-white-set/gallery/image02",
    "price":286000,
    "stock":6
},{
    "id":4,
    "name":"Steam Deck",
    "description":"Steam Deck™ es el dispositivo de juego portátil más potente y lleno de funcionalidad del mundo. Nos hemos asociado con AMD para crear la APU personalizada de Steam Deck, optimizada para el juego en dispositivos portátiles. Se trata de una potente combinación de las arquitecturas Zen 2 y RDNA 2 que ofrece un rendimiento más que suficiente para ejecutar los últimos juegos AAA en una envolvente de potencia muy eficiente.",
    "category":"consoles",
    "image":"https://m.media-amazon.com/images/I/51X0aZusUbL._AC_SX679_.jpg",
    "price":439000,
    "stock":0
},{
    "id":5,
    "name":"Gamer Acer Nitro 5",
    "description":"Domina el mundo de los juegos con la potencia combinada de un procesador Intel® Core™ i7 de 12.ᵃ generación1 y las GPU NVIDIA® GeForce RTX™ Serie 30 (completamente optimizadas para un MGP máximo). Configura tu laptop para conseguir la máxima velocidad y un gran almacenamiento con dos ranuras para unidades PCIe M.2 de cuarta generación y una memoria RAM DDR4 3200 de hasta 32 GB.",
    "category":"notebooks",
    "image":"https://images.acer.com/is/image/acer/Nitro_5_AGW_KSP08-3?$responsive$",
    "price":370000,
    "stock":8
},{
    "id":6,
    "name":"Gigabyte G5 GD",
    "description":"La computadora portátil para juegos G5 combina juegos, entretenimiento, trabajo y más! Su potente procesador Intel® Core™ i5 de 11.ª generación le permite gestionar sin esfuerzo varias tareas al mismo tiempo.",
    "category":"notebooks",
    "image":"https://static.gigabyte.com/StaticFile/Image/Global/344eb60343e7bc98d0538f1b195e30e5/Product/28512/webp/1000",
    "price":586999,
    "stock":9
},{
    "id":7,
    "name":"ASUS TUF GAMING DASH F15",
    "description":"El nuevo TUF Dash F15 ofrece una experiencia gaming Windows 10 avanzada en un chasis superdelgado. Está disponible hasta con la nueva CPU Intel® Core™ i7-11370H de 11.ª Gen., la GPU GeForce® RTX™ 3070 y una pantalla de hasta 240 Hz con una fluidez gráfica excelente.",
    "category":"notebooks",
    "image":"https://www.venex.com.ar/products_images/1680714480_1652291796_fgdrg.png",
    "price":599999,
    "stock":1
},{
    "id":8,
    "name":"DELL 9TG18 / NB G15 5520",
    "description":"Laptop para juegos de 15 pulgadas con procesadores Intel® Core™ de 12.ª generación, gráficos discretos NVIDIA® GeForce®, diseño térmico avanzado y tecnología Game Shift.",
    "category":"notebooks",
    "image":"https://images.start.com.ar/9TG18-3.jpg",
    "price":689999,
    "stock":3
},{
    "id":9,
    "name":"Assassin's Creed Odyssey",
    "description":"Escribe tu propia odisea épica y conviértete en un legendario héroe espartano en Assassin's Creed® Odyssey, una aventura inspiradora en la que debes forjar tu destino y definir tu propio camino en un mundo al borde de desgarrarse. Influya cómo se desarrolla la historia a medida que experimenta un mundo rico y en constante cambio conformado por sus decisiones.",
    "category":"games",
    "image":"https://dixgamer.com/wp-content/uploads/2018/08/Assassins-Creed-Odyssey-1.jpg",
    "price":9900,
    "stock":14
},{
    "id":10,
    "name":"Batman: Arkham Collection",
    "description":"Batman: Arkham Collection te trae las versiones definitivas de la trilogía de juegos Arkham de Rocksteady, incluyendo todo el contenido poslanzamiento, en una colección completa. Disfruta dos de los títulos más aclamados de la última generación: Batman: Arkham Asylum y Batman Arkham City, con gráficos actualizados y remasterizados.",
    "category":"games",
    "image":"https://image.api.playstation.com/cdn/UP1018/CUSA00133_00/DsXSr2e4lbbinbQ7VOcBIu2HtSTyhrv8.png",
    "price":13499,
    "stock":6
},{
    "id":11,
    "name":"Hogwarts Legacy PS5",
    "description":"Hogwarts Legacy es un juego de rol inmersivo en mundo abierto que se inspira de los libros de la saga Harry Potter. Disfruta del Hogwarts del siglo XIX. Tu personaje es un alumno o alumna del famoso colegio que tiene la clave de un antiguo secreto que amenaza con destruir el mundo mágico. Ahora puedes tomar el control de la acción y ser el centro de tu propia aventura en el mundo mágico. El legado está en tus manos.",
    "category":"games",
    "image":"https://images.g2a.com/1024x768/1x1x0/hogwarts-legacy-ps5-psn-key-europe-i10000218808004/5f6dde8c7e696c6a584dbd02",
    "price":29000,
    "stock":0
},{
    "id":12,
    "name":"Street Fighter 6 PS5",
    "description":"Street Fighter 6 es el próximo paso en la evolución de la serie de Street Fighter, e incluye innovadoras funcionalidades de jugabilidad, así como mejores gráficos para todos los aspectos del juego. Tu camino para convertirte en un luchador mundial comienza aquí.",
    "category":"games",
    "image":"https://www.streetfighter.com/6/assets/images/news/article/20221209/thumb1.jpg",
    "price":19499,
    "stock":7
}
]